Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# additem_header_merge_title
source: Merge items
ar: دمج العناصر
de: Elemente zusammenführen
es: Combinar elementos
fr: Fusionner les éléments
hu: Elemek egyesítése
it: Unisci elementi
ja: アイテムを統合
ko: 항목 병합
pt_br: Mesclar itens
pt_pt: Unir entradas
ru: Объединить элементы
uk: Об'єднати елементи
zh_hans: 合并条目

# additem_header_new_title
source: New item
ar: عنصر جديد
de: Neues Element
es: Nuevo elemento
fr: Nouvel élément
hu: Új elem
it: Nuovo elemento
ja: 新しいアイテム
ko: 새 항목
pt_br: Novo item
pt_pt: Nova entrada
ru: Новая запись
uk: Новий запис
zh_hans: 新条目

# additem_markdown_note
source: Style text with %1$@ or %2$@ and more. Limited Markdown syntax is supported.
ar: يمكنك تنسيق النص كـ %1$@ أو %2$@ وغيرها. يتوفر دعم محدود لنص ماركداون (Markdown).
de: Text mit %1$@ oder %2$@ und mehr visuell aufarbeiten. Limitierter Markdown-Syntax wird unterstützt.
es: Texto de estilo con %1$@ o %2$@ y más. Sintaxis de Markdown limitada es compatible.
fr: Formater le texte avec %1$@ ou %2$@ et plus. La syntaxe Markdown limitée est prise en charge.
hu: Formázd a szöveget %1$@ vagy %2$@ stílusban és még többféleképpen. Korlátozott Markdown szintaxis támogatott.
it: Stile del testo con %1$@ or %2$@ e altro. È supportata una sintassi Markdown limitata.
ja: テキストを %1$@ または %2$@ のように修飾します。 一部の Markdown シンタックスがサポートされています。
ko: %1$@ 또는 %2$@ 등을 사용하여 텍스트를 꾸밀 수 있습니다. 일부 마크다운 문법을 지원합니다.
pt_br: Estilize o texto com %1$@ ou %2$@ e muito mais. Suporte à sintaxe Markdown limitada.
pt_pt: Estilizar texto com %1$@ ou %2$@ e muito mais. Sintaxe de Markdown limitada é suportada.
ru: Стилизуйте текст используя %1$@, %2$@ и другое. Ограниченная поддержка синтаксиса Markdown.
uk: Стилізуйте текст використовуючи %1$@, %2$@ та інше. Обмежена підтримка синтаксису Markdown.
zh_hans: 包括 %1$@ 或 %2$@ 等样式的文本。支持有限的 Markdown 语法。

# additem_markdown_note_bold
source: bold
ar: عريض
de: fett
es: negrita
fr: gras
hu: félkövér
it: grassetto
ja: 太字
ko: 굵게
pt_br: negrito
pt_pt: negrito
ru: жирный
uk: жирний
zh_hans: 粗体

# additem_markdown_note_italic
source: italic
ar: مائل
de: kursiv
es: cursiva
fr: italique
hu: dőlt
it: corsivo
ja: 斜体
ko: 기울임꼴
pt_br: itálico
pt_pt: itálico
ru: курсив
uk: курсив
zh_hans: 斜体

# additem_markdown_render_preview
source: Render preview
ar: تقديم المعاينة
de: Render-Vorschau
es: Vista previa
fr: Aperçu du rendu
hu: Előnézet megjelenítése
it: Anteprima
ja: プレビュー表示
ko: 미리보기
pt_br: Renderizar pré-visualização
pt_pt: Renderizar pre-visualização
ru: Предпросмотр
uk: Попередній перегляд
zh_hans: 渲染预览

# additem_merge_archive_origin_ciphers_title
source: Move origin items to archive
ar: نقل العناصر الأصلية إلى الأرشيف
de: Ursprüngliche Elemente ins Archiv verschieben
fr: Archiver les éléments d'origine
hu: Eredeti elemek áthelyezése az archívumba
ko: 원본 항목을 아카이브로 이동
pt_br: Mover itens de origem para arquivo
pt_pt: Mova os itens de origem para o arquivo
uk: Перемістити початкові записи до архіву
zh_hans: 将原始条目移至归档

# additem_merge_attachments_note
source: Merging items does not merge their attachments! The created item will not have any attachments added.
ar: دمج العناصر لا يدمج مرفقاتها! لن يحتوي العنصر الذي تم إنشاؤه على أي مرفقات مضافة.
de: Beim Zusammenführen von Elementen werden deren Anhänge nicht zusammengeführt! Dem erstellten Element werden keine Anhänge hinzugefügt.
es: ¡La fusión de elementos no fusiona sus archivos adjuntos! El elemento creado no tendrá ningún archivo adjunto.
fr: Fusionner les éléments ne fusionnent pas leurs pièces jointes ! L'élément créé n'aura pas de pièces jointes ajoutées.
hu: Az elemek egyesítése nem egyesíti a mellékleteiket! A létrehozott elemhez nem lesznek hozzáadva mellékletek.
it: Unire gli oggetti non unisce i loro allegati! L'elemento creato non avrà alcun allegato aggiunto.
ja: アイテムを統合しても添付ファイルは統合されません！作成されたアイテムには添付ファイルは追加されません。
ko: 항목을 병합할 때 첨부파일은 병합되지 않습니다! 병합한 항목은 첨부파일 없이 생성됩니다.
pt_br: Mesclar itens não faz com que seus anexos sejam mesclados! O item criado não terá nenhum anexo adicionado.
pt_pt: Unir entradas não une os anexos! A entrada criada não terá nenhum anexo adicionado.
ru: Объединение элементов не объединяет их вложения! Созданный элемент не будет добавлен.
uk: Об’єднання елементів не об'єднує їх вкладення! Створений запис не буде мати доданих вкладень.
zh_hans: 合并条目不会合并其附件！创建的条目将不会添加任何附件。

# additem_merge_keep_origin_ciphers_title
source: Keep origin items
ar: الاحتفاظ بالعناصر الأصلية
de: Ursprüngliche Elemente beibehalten
fr: Conserver les éléments d'origine
hu: Eredeti elemek megtartása
ko: 원본 항목 유지
pt_br: Manter itens de origem
pt_pt: Manter itens de origem
uk: Зберегти початкові записи
zh_hans: 保留原始条目

# additem_merge_remove_origin_ciphers_title
source: Move origin items to trash
ar: نقل العناصر الأصلية إلى سلة المهملات
de: Ursprüngliche Elemente in den Papierkorb verschieben
es: Mover elementos asociados a la papelera
fr: Déplacer les éléments d'origine vers la corbeille
hu: Eredeti elemek áthelyezése a lomtárba
it: Sposta gli elementi di origine nel cestino
ja: オリジナルのアイテムをごみ箱に移動
ko: 원본 항목을 휴지통으로 이동
pt_br: Mover itens de origem para a lixeira
pt_pt: Mover entradas de origem para a reciclagem
ru: Переместить исходные элементы в корзину
uk: Перемістити початкові записи до кошика
zh_hans: 移动源条目到回收站

# additem_note_placeholder
source: Add any notes about this item here
ar: أضف أي ملاحظات حول هذا العنصر هنا
de: Notizen zu diesem Element hinzufügen
es: Añade cualquier nota sobre este elemento aquí
fr: Ajouter des notes sur cet élément ici
hu: Adjon hozzá bármilyen megjegyzést az elemhez itt
it: Aggiungi qui tutte le note su questo elemento
ja: このアイテムに関するメモをここに追加します
ko: 이 항목에 대한 메모 추가
pt_br: Adicione qualquer nota a este item
pt_pt: Adicione quaisquer notas sobre esta entrada aqui
ru: Добавьте заметки об этом элементе здесь
uk: Додайте будь-які примітки про цей запис
zh_hans: 在此处添加关于此条目的备注

# addkeepass_header_body
source: Save all your passwords in a single, highly-encrypted KDBX file stored directly on your device. You have complete control over your data. Store it on your computer, a USB drive, or sync it yourself using a service like Syncthing, Google Drive or Dropbox.
ar: احفظ جميع كلمات المرور الخاصة بك في ملف KDBX واحد وعالي التشفير يخزن مباشرة على جهازك. لديك سيطرة كاملة على بياناتك. يمكنك تخزينه على حاسوبك، أو محرك USB، أو مزامنته بنفسك باستخدام خدمة مثل Syncthing، أو Google Drive، أو Dropbox.
de: Speichere all deine Passwörter in einer einzelnen, hoch-sicheren KDBX Datei direkt auf deinem Gerät. Du hast die komplette Kontrolle über deine Daten. Speichere sie auf deinem Computer, einem USB-Stick, oder synchronisiere sie selber mithilfe von Services wie Syncthing, Google Drive oder Dropbox.
es: Guarda todas tus contraseñas en un solo archivo KDBX altamente cifrado almacenado directamente en tu dispositivo. Tienes control completo sobre tus datos. Almacenalo en tu ordenador, en una unidad USB, o sincronízalo tú mismo usando un servicio como Syncthing, Google Drive o Dropbox.
fr: Enregistrez tous vos mots de passe dans un seul fichier KDBX hautement crypté stocké directement sur votre appareil. Vous avez un contrôle total sur vos données. Stockez-les sur votre ordinateur, une clé USB ou synchronisez-les vous-même à l'aide d'un service tel que Syncthing, Google Drive ou Dropbox.
hu: Mentsen minden jelszót egyetlen, magasan titkosított KDBX fájlba, amelyet közvetlenül a készülékén tárol. Ön teljes mértékben uralja az adatait. Tárolja azokat a számítógépén, egy USB meghajtón, vagy szinkronizálja saját maga egy olyan szolgáltatás segítségével, mint a Syncthing, a Google Drive vagy a Dropbox.
it: Salva tutte le tue password in un unico file KDBX altamente cifrato memorizzato direttamente sul tuo dispositivo. Hai il controllo completo sui tuoi dati. Conservalo sul tuo computer, un'unità USB o sincronizzalo usando un servizio come Syncthing, Google Drive o Dropbox.
ja: すべてのパスワードを強力に暗号化された1つのKDBXファイルに保存し、デバイス上に直接保管します。データはあなた自身が完全に管理できます。コンピュータやUSBドライブに保存したり、Syncthing、Google ドライブ、Dropboxなどのサービスを使用して自分で同期したりできます。
ko: 모든 비밀번호를 강력하게 암호화된 단일 KDBX 파일에 저장하여 기기에 직접 보관하세요. 데이터는 온전히 사용자가 관리합니다. 컴퓨터나 USB 드라이브에 저장하거나 Syncthing, Google 드라이브, Dropbox와 같은 서비스를 통해 직접 동기화하세요.
pt_br: Salve todas as suas senhas em um único arquivo KDBX altamente criptografado, armazenado diretamente no seu dispositivo. Você tem controle total sobre seus dados. Armazene-o em seu computador, em uma unidade USB ou sincronize-o usando um serviço como Syncthing, Google Drive ou Dropbox.
pt_pt: Guarde todas as suas palavras-passe num único ficheiro KDBX altamente encriptado, armazenado diretamente no seu dispositivo. Tem controlo total sobre os seus dados. Armazene-os no seu computador, numa pen USB ou sincronize-os você mesmo utilizando um serviço de cloud como o Google Drive ou o Dropbox.
ru: Сохраняйте все свои пароли в едином, надежно зашифрованном файле KDBX, который хранится прямо на вашем устройстве. Вы полностью контролируете свои данные. Храните их на компьютере, USB-накопителе или самостоятельно синхронизируйте с помощью таких сервисов, как Syncthing, Google Диск или Dropbox.
uk: Зберігайте всі ваші паролі в єдиному, надійно зашифрованому KDBX-файлі безпосередньо на вашому пристрої. Ви маєте повний контроль над своїми даними. Зберігайте файл на комп'ютері, USB-накопичувачі або синхронізуйте його самостійно, використовуючи хмарний сервіс, як-от Google Drive чи Dropbox.
zh_hans: 将所有密码保存在一个高度加密的 KDBX 文件中，该文件直接存储在您的设备上。您可以完全掌控自己的数据。您可以将数据存储在电脑、U 盘上，或使用 Google Drive 或 Dropbox 等云服务自行同步。

# addkeepass_header_title
source: Add KeePass account
ar: إضافة حساب KeePass
de: KeePass Account hinzufügen
es: Añadir cuenta KeePass
fr: Ajouter un compte KeePass
hu: KeePass fiók hozzáadása
it: Aggiungi account KeePass
ko: KeePass 계정 추가
pt_br: Adicionar conta do KeePass
pt_pt: Adicionar conta KeePass
ru: Добавить аккаунт KeePass
uk: Додати обліковий запис KeePass
zh_hans: 添加 KeePass 帐户

# addkeepass_use_at_your_own_risk_beta_text
source: KeePass implementation is in beta and is not yet fully compatible with standard KeePass clients. Use at your own risk. Please ensure you have a verified backup of your database before proceeding.
ar: تنفيذ KeePass لا يزال في مرحلة بيتا وقد لا يكون متوافقًا تمامًا مع عملاء KeePass القياسيين بعد. استخدمه على مسؤوليتك الخاصة. يُرجى التأكد من وجود نسخة احتياطية مصدقة من قاعدة بياناتك قبل المتابعة.
de: Die KeePass-Implementierung befindet sich in der Beta-Phase und ist noch nicht vollständig mit standardmäßigen KeePass-Clients kompatibel. Nutzung auf eigene Gefahr. Bitte stellen Sie sicher, dass Sie über ein funktionierendes Backup Ihrer Datenbank verfügen, bevor Sie fortfahren.
es: La implementación de KeePass está en fase beta y aún no es totalmente compatible con los clientes estándar KeePass. Usa bajo tu propio riesgo. Asegúrate de que tienes una copia de seguridad verificada de tu base de datos antes de proceder.
fr: L'implémentation de KeePass est en version bêta et n'est pas encore entièrement compatible avec les clients KeePass standard. Utilisez-la à vos propres risques. Veuillez vous assurer que vous disposez d'une sauvegarde vérifiée de votre base de données avant de continuer.
hu: A KeePass implementáció béta fázisban van, és még nem teljesen kompatibilis a szabványos KeePass kliensekkel. Használja a saját felelősségére. Kérjük, győződjön meg róla, hogy rendelkezik az adatbázis ellenőrzött biztonsági másolatával, mielőtt folytatná.
it: L'implementazione KeePass è in beta e non è ancora pienamente compatibile con i client KeePass standard. Usala a tuo rischio e pericolo. Assicurati di avere un backup verificato del tuo database prima di procedere.
ja: KeePassの実装はまだベータ版であり、標準のKeePassクライアントと完全に互換性がない場合があります。自己責任でご使用ください。続行する前に、検証済みのデータベースのバックアップがあることを確認してください。
ko: KeePass 구현은 베타 버전이며 일반 KeePass 클라이언트와 완벽히 호환되지 않습니다. 위험을 감수하여 사용하세요. 계속 진행하기 전에 데이터베이스를 잘 백업했는지 확인하세요.
pt_br: A implementação do KeePass está em beta e ainda não é totalmente compatível com os clientes padrão do KeePass. Use por sua conta e risco. Por favor, certifique-se de ter um backup verificado do banco de dados antes de prosseguir.
pt_pt: A implementação do KeePass está em versão beta e ainda não é totalmente compatível com os clientes KeePass padrão. Utilize por sua conta e risco. Certifique-se de que tem uma cópia de segurança verificada da sua base de dados antes de prosseguir.
ru: Поддержка KeePass находится в стадии бета-тестирования и пока может быть не полностью совместима со стандартными клиентами KeePass. Используйте на свой страх и риск. Пожалуйста, убедитесь, что у вас есть проверенная резервная копия вашей базы данных, прежде чем продолжить.
uk: Реалізація KeePass перебуває на стадії бета-тестування і ще не повністю сумісна зі стандартними клієнтами KeePass. Використовуйте на власний ризик. Будь ласка, перед продовженням переконайтеся, що у вас є перевірена резервна копія вашої бази даних.
zh_hans: KeePass 的实现目前处于测试阶段，尚未与标准 KeePass 客户端完全兼容。使用风险自负。请务必在操作前备份您的数据库。

source: Address
ar: عنوان
de: Adresse
es: Dirección
fr: Adresse
hu: Cím
it: Indirizzo
ja: 住所
ko: 주소
pt_br: Endereço
pt_pt: Endereço
ru: Адрес
uk: Адреса
zh_hans: 地址

# address1
source: Address line 1
ar: العنوان سطر 1
de: Adresszeile 1
es: Dirección (línea 1)
fr: Adresse - ligne 1
hu: Cím 1. sor
it: Indirizzo riga 1
ja: 住所1
ko: 주소 1
pt_br: Endereço 1
pt_pt: Endereço linha 1
ru: Адрес, строка 1
uk: Адресний рядок 1
zh_hans: 地址行 1

# address2
source: Address line 2
ar: سطر العنوان 2
de: Adresszeile 2
es: Dirección (línea 2)
fr: Adresse - ligne 2
hu: Cím 2. sor
it: Indirizzo riga 2
ja: 住所2
ko: 주소 2
pt_br: Endereço 2
pt_pt: Endereço linha 2
ru: Адрес, строка 2
uk: Адресний рядок 2
zh_hans: 地址行 2

# address3
source: Address line 3
ar: سطر العنوان 3
de: Adresszeile 3
es: Dirección (línea 3)
fr: Adresse - ligne 3
hu: Cím 3. sor
it: Indirizzo riga 3
ja: 住所3
ko: 주소 3
pt_br: Endereço 3
pt_pt: Endereço linha 3
ru: Адрес, строка 3
uk: Адресний рядок 3
zh_hans: 地址行 3

# addsend_auth_emails_label
source: Email(s)
ar: البريد الإلكتروني
es: Correo(s) electrónico(s)
fr: Adresse(s) e-mail
hu: Email cím(ek)
it: Email
ja: メールアドレス
ko: 이메일
uk: Ел. пошта(и)
zh_hans: 电子邮件

# addsend_auth_emails_note
source: Recipients will be asked to complete a one-time email verification after opening the link.
ar: سيُطلب من المستلمين إكمال تحقق بريد إلكتروني لمرة واحدة بعد فتح الرابط.
de: Empfänger müssen nach dem Öffnen des Links eine einmalige E-Mail-Verifizierung durchführen.
es: A los destinatarios se les pedirá que completen una verificación única por correo electrónico después de abrir el enlace.
fr: Les destinataires devront effectuer une vérification unique de leur adresse e-mail après avoir ouvert le lien.
hu: A címzetteket a link megnyitása után egy egyszeri e-mailes hitelesítésre kérjük.
it: Ai destinatari verrà chiesto di completare una verifica via e-mail una tantum dopo aver aperto il link.
ja: 受信者はリンクを開いた後、1回限りのメール認証を完了する必要があります。
ko: 수신자는 링크를 연 후 1회성 이메일 인증을 완료해야 합니다.
pt_br: Os destinatários serão solicitados a concluir uma verificação única de e-mail após abrir o link.
pt_pt: Os destinatários serão solicitados a completar uma verificação de e-mail única após abrirem a ligação.
uk: Після відкриття посилання одержувачам потрібно буде пройти одноразове підтвердження електронної пошти.
zh_hans: 收件人打开链接后，需完成一次性电子邮件验证。

# addsend_auth_emails_placeholder
source: Comma-separated emails
ar: عناوين بريد إلكتروني مفصولة بفواصل
de: Kommaseparierte E-Mails
es: Correos electrónicos separados por comas
fr: Adresses e-mail séparées par des virgules
hu: Vesszővel elválasztott email címek
it: Email separate da virgole
ja: メールアドレス（カンマ区切り）
ko: 쉼표로 구분된 이메일
pt_br: E-mails separados por vírgula
pt_pt: E-mails separados por vírgulas
uk: Електронні пошти, розділені комами
zh_hans: 逗号分隔的电子邮件地址

# addsend_drop_file_to_replace
source: Drop a file to replace the selected file
ar: اسحب ملفاً وأفلته لاستبدال الملف المحدد
de: Datei hier ablegen, um die ausgewählte Datei zu ersetzen
es: Arrastre un archivo para reemplazar el archivo seleccionado
fr: Déposer un fichier pour remplacer le fichier sélectionné
hu: Húzzon ide egy fájlt a kiválasztott fájl cseréjéhez
pt_br: Solte um arquivo para substituir o arquivo selecionado
pt_pt: Arraste e largue um ficheiro para substituir o ficheiro selecionado
uk: Перетягніть файл сюди, щоб замінити вибраний файл
zh_hans: 拖放文件以替换选定文件

# addsend_header_edit_title
source: Edit send
ar: تحرير الإرسال
de: Element bearbeiten
es: Editar send
fr: Modifier l'envoi
hu: Küldés szerkesztése
it: Modifica Send
ja: Send を編集
ko: 항목 편집
pt_br: Editar send
pt_pt: Editar entrada
ru: Изменить отправку
uk: Редагувати відправлення
zh_hans: 编辑 Send

# addsend_header_new_title
source: New send
ar: إرسال جديد
de: Neues Send
es: Nuevo send
fr: Nouvel envoi
hu: Új küldés
it: Nuovo Send
ja: 新しい Send
ko: 새 항목
pt_br: Send novo
pt_pt: Nova entrada
ru: Новая отправка
uk: Нове відправлення
zh_hans: 新建Send

# addsend_hide_email_title
source: Hide email address
ar: إخفاء عنوان البريد الإلكتروني
de: E-Mail-Adresse ausblenden
es: Ocultar dirección de correo electrónico
fr: Cacher l'adresse e-mail
hu: Email cím elrejtése
it: Nascondi l'indirizzo e-mail
ja: メールアドレスを隠す
ko: 이메일 주소 숨기기
pt_br: Ocultar endereço de e-mail
pt_pt: Ocultar endereços de e-mail
ru: Скрыть адрес email
uk: Приховати адресу електронної пошти
zh_hans: 隐藏电子邮件地址

# addsend_hide_text_by_default_title
source: When accessing the item, hide the text by default
ar: عند الوصول إلى العنصر، قم بإخفاء النص بشكل افتراضي
de: Beim Zugriff auf dieses Element, den Text standardmäßig ausblenden
es: Al acceder al elemento, oculta el texto por defecto
fr: Lors de l'accès à cet élément, masque le texte par défaut
hu: Az elem elérésekor alapértelmezés szerint rejtse el a szöveget
it: Quando si entra in un elemento, nascondi il testo per impostazione predefinita
ja: アイテムのアクセス時にデフォルトでテキストを非表示にする
ko: 항목에 접근할 때 기본적으로 텍스트를 숨김
pt_br: Ao acessar o item, ocultar o texto por padrão
pt_pt: Ao aceder à entrada, esconder o texto por padrão
ru: При обращении к элементу скрыть текст по умолчанию
uk: При доступі до відправлення приховувати текст
zh_hans: 访问条目时，将默认隐藏文本

# addsend_max_access_count_note
source: If set, users will no longer be able to access this item after the maximum access count is reached.
ar: إذا تم تعيينه، فلن يتمكن المستخدمون من الوصول إلى هذا العنصر بعد الوصول إلى الحد الأقصى لعدد الوصول.
de: Wenn aktiviert, können Benutzer nach Erreichen der maximalen Zugriffsanzahl nicht mehr auf dieses Element zugreifen.
es: Si se establece, los usuarios ya no podrán acceder a este elemento después de que se alcance el número máximo de accesos.
fr: Si défini, les utilisateurs ne seront plus en mesure d'accéder à cet élément une fois que le nombre maximum d'accès sera atteint.
hu: Amennyiben be van állítva, az elem elérhetetlen lesz, amint eléri a meghatározott hozzáférések számát.
it: Se impostato, gli utenti non saranno più in grado di accedere a questo elemento dopo che il numero massimo di accessi verrà raggiunto.
ja: 設定されている場合、最大アクセス数に達した後にユーザーはこのアイテムにアクセスできなくなります。
ko: 이 값을 설정하면 최대 접근 횟수에 도달했을 때 이 항목에 접근할 수 없게 됩니다.
pt_br: Se configurado, usuários não poderão mais acessar este item se o número máximo de acessos for atingido.
pt_pt: Se definido, os utilizadores deixarão de poder aceder a este envio quando a contagem máxima de acessos for atingida.
ru: Если включено, пользователи больше не будут иметь доступа к элементу после того, как достигнуто максимальное количество доступа
uk: Якщо встановлено, користувачі більше не зможуть отримати доступ до цього відправлення після досягнення максимальної кількості відвідувань.
zh_hans: 设置后，当达到最大访问次数时用户将不再能够访问此条目。

# addsend_text_hide_by_default_title
source: When accessing the item, hide the text by default
ar: عند الوصول إلى العنصر، قم بإخفاء النص بشكل افتراضي
de: Beim Zugriff auf dieses Element, den Text standardmäßig ausblenden
es: Al acceder al elemento, oculta el texto por defecto
fr: Lors de l'accès à cet élément, masque le texte par défaut
hu: Az elem elérésekor alapértelmezés szerint rejtse el a szöveget
it: Quando si entra in un elemento, nascondi il testo per impostazione predefinita
ja: アイテムのアクセス時にデフォルトでテキストを非表示にする
ko: 항목에 접근할 때 기본적으로 텍스트를 숨김
pt_br: Ao acessar o item, ocultar o texto por padrão
pt_pt: Ao aceder à entrada, esconder o texto por padrão
ru: При обращении к элементу скрыть текст по умолчанию
uk: При доступі до відправлення приховувати текст
zh_hans: 访问条目时，将默认隐藏文本

# advanced_options
source: Advanced
ar: خيارات متقدمة
de: Erweitert
es: Avanzado
fr: Avancé
hu: Speciális
it: Avanzate
ko: 고급
pt_br: Avançado
pt_pt: Avançado
ru: Дополнительно
uk: Додатково
zh_hans: 高级选项

source: Algorithm
ar: الخوارزمية
de: Algorithmus
es: Algoritmo
fr: Algorithme
it: Algoritmo
ja: アルゴリズム
ko: 알고리즘
pt_br: Algoritmo
pt_pt: Algoritmo
ru: Алгоритм
uk: Алгоритм
zh_hans: 算法

source: API key
ar: مفتاح واجهة برمجة التطبيقات
de: API-Schlüssel
es: Clave API
fr: Clé d'API
hu: API kulcs
it: Chiave API
ja: API キー
ko: API 키
pt_br: Chave da API
pt_pt: Chave API
ru: Ключ API
uk: Ключ API
zh_hans: API 密钥

source: API token
ar: رمز API
fr: Jeton de l’API
ko: API 토큰
pt_br: Token de API
pt_pt: Token da API
uk: API-токен
zh_hans: API 令牌

source: App password
ar: كلمة مرور التطبيق
de: App-Passwort
es: Contraseña de la aplicación
fr: Mot de passe de l'application
hu: Alkalmazásjelszó
it: Password app
ja: アプリのパスワード
ko: 앱 비밀번호
pt_br: Senha do aplicativo
pt_pt: Palavra-passe da aplicação
ru: Пароль приложения
uk: Пароль застосунку
zh_hans: 应用专用密码

# apppicker_empty_label
source: No apps
ar: لا توجد تطبيقات
de: Keine Apps
es: Sin apps
fr: Aucune application
hu: Nincsenek alkalmazások
it: Nessuna app
ja: アプリがありません
ko: 앱 없음
pt_br: Nenhum aplicativo
pt_pt: Sem aplicações
ru: Нет приложений
uk: Немає застосунків
zh_hans: 无应用

# apppicker_header_title
source: App Picker
ar: منتقي التطبيقات
de: Appauswahl
es: Selector de apps
fr: Sélectionner l'application
hu: Alkalmazás választó
it: Selettore App
ja: アプリの選択
ko: 앱 선택
pt_br: Seletor de aplicativos
pt_pt: Seletor de aplicação
ru: Выбор приложения
uk: Вибір застосунку
zh_hans: 应用选择器

# apppicker_search_placeholder
source: Search installed apps
ar: البحث في التطبيقات المثبتة
de: Installierte Apps durchsuchen
es: Buscar apps instaladas
fr: Rechercher dans les applis installées
hu: Telepített alkalmazások keresése
it: Cerca app installate
ja: インストール済みアプリを検索
ko: 설치된 앱 검색
pt_br: Pesquisar aplicativos instalados
pt_pt: Pesquisar aplicações instaladas
ru: Поиск установленных приложений
uk: Пошук встановлених застосунків
zh_hans: 搜索已安装的应用…

# apppicker_system_app_label
source: System app
ar: تطبيق النظام
es: App del sistema
fr: Application système
hu: Rendszeralkalmazás
it: App di sistema
ja: システムアプリ
ko: 시스템 앱
pt_br: Aplicativo do sistema
pt_pt: Aplicações do sistema
ru: Системное приложение
uk: Системний застосунок
zh_hans: 系统应用

source: April
ar: أبريل
es: Abril
fr: Avril
hu: Április
it: Aprile
ja: 4月
ko: 4월
pt_br: Abril
pt_pt: Abril
ru: Апрель
uk: Квітень
zh_hans: 四月

source: Archive
ar: أرشيف
de: Archiv
es: Archivo
hu: Archívum
it: Archivio
ja: アーカイブ
ko: 아카이브
pt_br: Arquivar
pt_pt: Arquivo
uk: Архів
zh_hans: 归档

# attachment_preview_action_copy_all
source: Copy all
ar: نسخ الكل
de: Alles kopieren
fr: Tout copier
hu: Összes másolása
ko: 모두 복사
pt_br: Copiar tudo
pt_pt: Copiar tudo
uk: Скопіювати все
zh_hans: 复制全部

# attachment_preview_action_rendered_preview
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hu: Előnézet
pt_br: Prévia
pt_pt: Pré-visualizar
uk: Попередній перегляд
zh_hans: 预览

# attachment_preview_action_source
source: Source
ar: المصدر
de: Quelltext
es: Fuente
hu: Forrás
pt_br: Fonte
pt_pt: Fonte
uk: Джерело
zh_hans: 来源
